{"jobs": {"1": {"id": "b7d5ae86-99db-424c-928e-b4672fa212d0", "name": "Vaga de Assessor Legislativo", "main_activities": "Assessorar a Mesa Diretora e os Vereadores na orientação e desenvolvimento dos trabalhos legislativos.\nReceber, registrar, classificar, tramitar e controlar a movimentação de documentos e processos legislativos, conforme orientação e determinação da chefia imediata.\nRecepcionar e atender munícipes, entidades, associações de classe e demais visitantes que procuram os Vereadores, inteirando-se dos assuntos a serem tratados, objetivando prestar-lhes as informações desejadas.\nOrganizar e manter atualizados os arquivos de documentos do setor legislativo, visando à agilização de informações.\nAssessorar e auxiliar na elaboração das pautas das sessões, organizando as matérias a serem discutidas.\nPermanecer à disposição da Câmara no horário de expediente para serviços internos e externos, que lhe forem determinados.\nParticipar das sessões ordinárias, extraordinárias e solenes, assessorando e auxiliando a Mesa e os Vereadores.\nAuxiliar nas atividades de protocolo nas solenidades oficiais, recepcionando autoridades e visitantes para cumprir a programação estabelecida.\nEncaminhar documentos, tais como: ofícios, convites, convocações e demais comunicados de interesse dos Vereadores.\nRealizar demais tarefas ligadas à sua área de atuação.", "prerequisites": "Ensino superior completo em Direito, Administração Pública, Ciências Políticas ou áreas correlatas.\nDomínio comprovado do processo legislativo e suas etapas.\nConhecimento aprofundado da Lei Orgânica Municipal e Regimento Interno da Câmara.\nExcelente capacidade de redação oficial e técnica legislativa.\nExperiência prévia em cargo similar em órgãos públicos (mínimo 2 anos).\nHabilidade avançada em gestão documental e sistemas de protocolo.\nDomínio do pacote Office e sistemas internos de tramitação.\nExcelente comunicação verbal e capacidade de atendimento ao público.\nDisponibilidade para horário flexível (incluindo período noturno para sessões).\nCapacidade comprovada de organização e atenção aos detalhes.\nHabilidade em articulação política e relacionamento institucional.", "differentials": "Pós-graduação na área.\nExperiência em articulação governamental.\nDomínio de ferramentas tecnológicas avançadas.\nCertificações especializadas.\nConhecimento aprofundado do município.\nHabilidade com mídias sociais.\nFluência em outro idioma."}}}